blog/2020/la-duo-zhi-xing.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 21:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>拉多之星</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">拉多之星</h1>
</header><blockquote>
<p>
那么，假设宇宙是有目的的，就可以解释这一切了，是为了这个目的而设置幸运这个属性，当然也许我们的宇宙只是亿万宇宙中的一个，这些不同的宇宙都有不同的属性和真理，但是只有我们的宇宙出现的了幸运这个选项而已，如果那样，我们就是孤独的，不过我们在数亿年发展和探寻中，从没有发现其他宇宙存在的证据，也许只是我们的技术不够。但我们更偏信，这个宇宙是唯一的。或者说，这个宇宙是唯一幸运的，即使存在其他宇宙，但他们都没有诞生出智慧生命，因为它们不够幸运。
</p>
</blockquote>

<p>
真的是这样吗？恐怕没有人能给出一个像样的答案，不过我也不需要这样的答案。因为人生何其短暂，能够短暂地想象宇宙已是不能更幸福的事情，又怎能贪求更多呢？</p>
</div>
</body>
</html>